tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
brew "pcre"
brew "aircrack-ng"
brew "autoconf"
brew "automake"
brew "pycparser"
brew "awscli"
brew "clisp"
brew "cmake"
brew "cmocka"
brew "qemu"
brew "lima"
brew "colima"
brew "emacs"
brew "exercism"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "geckodriver"
brew "git"
brew "git-lfs"
brew "go"
brew "htop"
brew "hwloc"
brew "ipython"
brew "libpcap"
brew "z3"
brew "mosh"
brew "nasm"
brew "neovim"
brew "nmap"
brew "node"
brew "nodebrew"
brew "peco"
brew "pstree"
brew "ripgrep"
brew "rizin"
brew "rlwrap"
brew "roswell"
brew "scrcpy"
brew "sdl2_ttf"
brew "shtool"
brew "tig"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zig"
brew "zsh-completions"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "blackhole-2ch"
cask "blender"
cask "brave-browser"
cask "chromedriver"
cask "cutter"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "obs"
cask "obsidian"
cask "switchresx"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zoom"
vscode "2gua.rainbow-brackets"
vscode "asvetliakov.vscode-neovim"
vscode "cschlosser.doxdocgen"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mechatroner.rainbow-csv"
vscode "mitaki28.vscode-clang"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "XadillaX.viml"
